import classes from "./AboutMe.module.scss";

function AboutMe() {
  return (
    <div className={classes.mainDiv}>
      <div
        className={classes.portraite}
        style={{ backgroundImage: "url(/Images/portrait.jpg" }}
      ></div>
      <div className={classes.text}>
        גיל-לי אלון קוריאל נולדה וגדלה בחיפה. למדה במכללת ויצ"ו חיפה במגמה
        לתקשורת חזותית, וסיימה את לימודיה ב-1984. <br/>בתערוכת סוף השנה בויצ"ו, ביקרו
        נציגים של ספרית הפועלים שהתרשמו מעבודותיה, ונתנו לה לאייר את ספרה
        הראשון: "העגלה בורחת" מאת חוה טל שיצא לאור בספרית פועלים ב-1984.  <br/>מאז
        איירה קוריאל-אלון כ-70 ספרים, כולם באיור ידני. היא כתבה ואיירה את הספר
        "מאחורי הדלת יש שביל" שיצא לאור בשנת 2012 בהוצאת הקיבוץ המאוחד. זכתה
        בפרס עיריית תל אביב על שם נחום גוטמן לאיור בשנת 1992 על איור הצל של יאיר
        מאת יאיר לפיד, ובציון לשבח ממוזיאון ישראל בשנת 2006 על איוריה לספרה של
        שלומית כהן-אסיף, "מאחורי וילון האפרסקים".  <br/>מרצה לאיור במכללת ויצ"ו חיפה
        ובמכללת עמק יזרעאל. קוריאל-אלון נשואה ואם לשלוש בנות, היא מתגוררת
        בחיפה.
      </div>
    </div>
  );
}

export default AboutMe;
